Repository: si-moon-is/wordpress-login-blocker
Catalog: languages/login-blocker-*.po
Languages: pl_pl

source: IP Address
pl_pl: Adres IP

source: Username
pl_pl: Nazwa użytkownika

source: Attempts
pl_pl: Próby

source: Last Attempt
pl_pl: Ostatnia próba

source: Blocked Until
pl_pl: Zablokowany do

source: Country
pl_pl: Kraj

source: Actions
pl_pl: Akcje

source: Unblock
pl_pl: Odblokuj

source: Delete
pl_pl: Usuń

source: IP unblocked.
pl_pl: IP odblokowane.

source: All IPs unblocked.
pl_pl: Wszystkie IP odblokowane.

source: Record deleted.
pl_pl: Rekord usunięty.

source: All blocked records deleted.
pl_pl: Wszystkie zablokowane rekordy usunięte.

source: All records deleted.
pl_pl: Wszystkie rekordy usunięte.

source: Your IP has been blocked. Try again in %d minutes.
pl_pl: Twoje IP zostało zablokowane. Spróbuj ponownie za %d minut.

source: Access from this IP address has been temporarily blocked. Remaining time: %s
pl_pl: Dostęp z tego adresu IP został tymczasowo zablokowany. Pozostały czas: %s

source: Login Blocker - Blocked IPs
pl_pl: Login Blocker - Zablokowane IP

source: Login Blocker - Statistics & Attempts
pl_pl: Login Blocker - Statystyki & Próby

source: Login Blocker - Debug & Logs
pl_pl: Login Blocker - Debug & Logi

source: Login Blocker - Settings
pl_pl: Login Blocker - Ustawienia

source: Maximum login attempts
pl_pl: Maksymalna liczba prób logowania

source: Number of failed login attempts after which IP will be blocked
pl_pl: Liczba nieudanych prób logowania po której IP zostanie zablokowane

source: Block duration (in seconds)
pl_pl: Czas blokady (w sekundach)

source: IP block time in seconds (3600 = 1 hour, 86400 = 24 hours)
pl_pl: Czas blokady IP w sekundach (3600 = 1 godzina, 86400 = 24 godziny)

source: Debug mode
pl_pl: Tryb debugowania

source: Enable: logs ALL events (DEBUG, INFO, WARNING, ERROR)<br>Disable: logs ONLY errors and warnings (WARNING, ERROR)
pl_pl: Włącz: loguje WSZYSTKIE zdarzenia (DEBUG, INFO, WARNING, ERROR)<br>Wyłącz: loguje TYLKO błędy i ostrzeżenia (WARNING, ERROR)

source: Enable error email notifications
pl_pl: Włącz powiadomienia email o błędach

source: Sends notifications to admin email when critical errors occur.
pl_pl: Wysyła powiadomienia na adres admina gdy wystąpią krytyczne błędy.

source: Email Notification Settings
pl_pl: Ustawienia Powiadomień Email

source: Configuration of email notifications about errors and attacks. If you don't configure your own SMTP, the default WordPress system will be used.
pl_pl: Konfiguracja powiadomień email o błędach i atakach. Jeśli nie skonfigurujesz własnego SMTP, zostanie użyty domyślny system WordPress.

source: Notification email
pl_pl: Email do powiadomień

source: Email address to which notifications will be sent (default: admin)
pl_pl: Adres email na który będą wysyłane powiadomienia (domyślnie: admin)

source: Use custom SMTP server
pl_pl: Użyj własnego serwera SMTP

source: Enable if you want to use your own mail server instead of the default WordPress system
pl_pl: Włącz jeśli chcesz używać własnego serwera pocztowego zamiast domyślnego systemu WordPress

source: SMTP server
pl_pl: Serwer SMTP

source: SMTP server address
pl_pl: Adres serwera SMTP

source: SMTP port
pl_pl: Port SMTP

source: SMTP server port (typically 587, 465 or 25)
pl_pl: Port serwera SMTP (zazwyczaj 587, 465 lub 25)

source: SMTP username
pl_pl: Nazwa użytkownika SMTP

source: Username for SMTP server
pl_pl: Nazwa użytkownika do serwera SMTP

source: SMTP password
pl_pl: Hasło SMTP

source: Password for SMTP server
pl_pl: Hasło do serwera SMTP

source: Encryption
pl_pl: Szyfrowanie

source: Encryption type (typically TLS for port 587, SSL for port 465)
pl_pl: Typ szyfrowania (zazwyczaj TLS dla portu 587, SSL dla portu 465)

source: None
pl_pl: Brak

source: Test notifications
pl_pl: Test powiadomień

source: Send test email to check configuration
pl_pl: Wyślij testowego emaila aby sprawdzić konfigurację

source: Filter statistics
pl_pl: Filtruj statystyki

source: Time period:
pl_pl: Okres czasu:

source: 7 days
pl_pl: 7 dni

source: 30 days
pl_pl: 30 dni

source: 90 days
pl_pl: 90 dni

source: 1 year
pl_pl: 1 rok

source: All attempts
pl_pl: Wszystkie próby

source: Blocked attempts
pl_pl: Zablokowane próby

source: Unique IPs
pl_pl: Unikalne IP

source: Countries
pl_pl: Kraje

source: Currently blocked
pl_pl: Obecnie zablokowane

source: Average attempts per IP
pl_pl: Średnio prób na IP

source: Recent login attempts (100)
pl_pl: Ostatnie próby logowania (100)

source: Login attempts over time
pl_pl: Próby logowania w czasie

source: Geographical distribution
pl_pl: Rozkład geograficzny

source: Most attacked users
pl_pl: Najczęściej atakowani użytkownicy

source: Most active IP addresses
pl_pl: Najaktywniejsze adresy IP

source: Attack map
pl_pl: Mapa ataków

source: Are you sure you want to unblock this IP?
pl_pl: Czy na pewno chcesz odblokować to IP?

source: Are you sure you want to delete this record?
pl_pl: Czy na pewno chcesz usunąć ten rekord?

source: Sending...
pl_pl: Wysyłanie...

source: Success!
pl_pl: Sukces!

source: Error!
pl_pl: Błąd!

source: Test email sent successfully! Check your inbox.
pl_pl: Testowy email został wysłany pomyślnie! Sprawdź skrzynkę odbiorczą.

source: Failed to send test email. Check configuration.
pl_pl: Nie udało się wysłać testowego emaila. Sprawdź konfigurację.

source: No email address configured
pl_pl: Brak skonfigurowanego adresu email

source: Are you sure you want to unblock
pl_pl: Czy na pewno chcesz odblokować
